Repository: ArnaudLec/kriss_feed
Catalog: src/po/messages/*.po
Languages: de

source: Can not create %s directory, check permissions
de: Kann Verzeichnis %s nicht anlegen, Berechtigungen überprüfen

source: Can not protect %s directory with .htaccess, check permissions
de: Kann Verzeichnis %s nicht mit .htaccess schützen, Berechtigungen überprüfen

source: Wrong token
de: Falsches Token

source: Login failed!
de: Anmeldung fehlgeschlagen!

source: I said: NO. You are banned for the moment. Go away.
de: Ich sagte NEIN. Du bist im Moment gebannt. Verschwinde.

source: Sign in
de: Anmelden

source: Change your password
de: Passwort ändern

source: Help
de: Hilfe

source: Update
de: Aktualisieren

source: Plugins management
de: Plug-in-Verwaltung

source: Configuration
de: Konfiguration

source: The file you are trying to upload is probably bigger than what this webserver can accept (%s). Please upload in smaller chunks.
de: Die Datei, die du versuchst hochzuladen, ist wahrscheinlich größer als dieser Webserver erlaubt (%s). Bitte in kleineren Teilen hochladen.

source: Add a new feed
de: Einen neuen Feed hinzufügen

source: starred items
de: Favoriten

source: Starred items
de: Favoriten

source: Edit
de: Bearbeiten

source: Please configure your share link first
de: Bitte konfiguriere zuerst deinen Teilen-Link

source: unread items
de: Ungelesene Einträge

source: Your simple and smart (or stupid) feed reader is now configured.
de: Dein einfacher und schlauer (oder dummer) Feed-Reader ist jetzt konfiguriert.

source: Continue
de: Fortsetzen

source: All feeds
de: Alle Feeds

source: Empty output data
de: Leere Ausgabedaten

source: Duplicated feed
de: Doppelter Feed

source: Unknown feedhash
de: Unbekannter Feed-Hash

source: Items may have been missed since last update
de: Seit der letzten Aktualisierung könnten Einträge verpasst worden sein

source: New items
de: Neue Einträge

source: Time
de: Zeit

source: Successfully updated
de: Erfolgreich aktualisiert

source: Already up-to-date
de: Schon auf dem neuesten Stand

source: Total:
de: Insgesamt:

source: items
de: Einträge

source: item
de: Eintrag

source: Successes
de: Erfolge

source: Success
de: Erfolg

source: Up-to-date
de: Auf dem neuesten Stand

source: Errors
de: Fehler

source: Error
de: Fehler

source: Http code not valid
de: Unzulässiger HTTP-Statuscode

source: Location not found
de: Quelle nicht gefunden

source: Too many redirects
de: Zu viele Weiterleitungen

source: Error when loading without curl
de: Fehler beim Laden ohne cURL

source: File %s (%s) was successfully processed: %d links imported
de: Datei %s (%s) wurde erfolgreich verarbeitet: %d Links importiert

source: File %s (%s) has an unknown file format. Check encoding, try to remove accents and try again. Nothing was imported.
de: Datei %s (%s) hat ein unbekanntes Dateiformat. Bitte das Encoding überprüfen, wenn möglich Akzente entfernen und erneut versuchen. Es wurde nichts importiert.

source: Add selected folders to feed
de: Ausgewählte Ordner zum Feed hinzufügen

source: Edit feed
de: Feed bearbeiten

source: Add a new folder
de: Einen neuen Ordner hinzufügen

source: Add new feed
de: Einen neuen Feed hinzufügen

source: Use bookmarklet to add a new feed
de: Ein Bookmarklet zum Hinzufügen eines neuen Feeds verwenden

source: Drag this link to your bookmarks toolbar, or right-click it and choose Bookmark This Link...
de: Ziehe diesen Link auf deine Lesezeichenleiste oder wähle Rechtsklick und "als Lesezeichen hinzufügen..."

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: Cancel
de: Abbrechen

source: Save new password
de: Neues Passwort speichern

source: KrISS feed main information
de: KrISS-Feed-Hauptinformation

source: KrISS feed title
de: KrISS-Feed-Titel

source: KrISS feed visibility
de: KrISS-Feed-Sichtbarkeit

source: Public KrISS feed
de: Öffentlicher KrISS-Feed

source: No restriction. Anyone can modify configuration, mark as read items, update feeds...
de: Keine Einschränkungen. Jeder kann die Konfiguration ändern, Einträge als gelesen markieren, Feeds aktualisieren...

source: Protected KrISS feed
de: Geschützter KrISS-Feed

source: Anyone can access feeds and items but only you can modify configuration, mark as read items, update feeds...
de: Jeder kann auf Feeds und Einträge zugreifen, aber nur du kannst die Konfiguration ändern, Einträge als gelesen markieren, Feeds aktualisieren...

source: Private KrISS feed
de: Privater KrISS-Feed

source: Only you can access feeds and items and only you can modify configuration, mark as read items, update feeds...
de: Nur du kannst auf Feeds und Einträge zugreifen und nur du kannst die Konfiguration ändern, Einträge als gelesen markieren, Feeds aktualisieren...

source: Options:
de: Optionen:

source: ${url}: item link
de: ${url}: Eintragslink

source: ${title}: item title
de: ${title}: Eintragstitel

source: ${via}: if domain of &lt;link&gt; and &lt;guid&gt; are different ${via} is equals to: <code>via &lt;guid&gt;</code>
de: ${via}: wenn die Domain von &lt;link&gt; und &lt;guid&gt; sich unterscheiden, ist ${via} gleich: <code>via &lt;guid&gt;</code>

source: ${sel}: <strong>Only available</strong> with javascript: <code>selected text</code>
de: ${sel}: <strong>Nur verfügbar</strong> mit JavaScript: <code>ausgewählter Text</code>

source: example with shaarli:
de: Beispiel mit Shaarli:

source: KrISS feed redirector (only for links, media are not considered, <strong>item content is anonymize only with javascript</strong>)
de: KrISS Feed-Weiterleitung (nur für Links, Medien werden nicht einbezogen, <strong>Eintragsinhalte werden nur per JavaScript anonymisiert</strong>)

source: <strong>http://anonym.to/?</strong> will mask the HTTP_REFERER, you can also use <strong>noreferrer</strong> to use HTML5 property
de: <strong>http://anonym.to/?</strong> wird den HTTP_REFERRER maskieren. Du kannst auch <strong>noreferrer</strong> als HTML5-Eigenschaft verwenden

source: Disable session cookie hijacking protection
de: Deaktiviere Sitzungscookie-Diebstahlschutz

source: Check this if you get disconnected often or if your IP address changes often.
de: Wähle diese Option, wenn du häufig getrennt wirst oder sich deine IP-Adresse oft ändert.

source: Save modifications
de: Änderungen speichern

source: KrISS feed preferences
de: KrISS-Feed-Einstellungen

source: Maximum number of items by feed
de: Höchstanzahl von Einträgen pro Feed

source: Need update to be taken into consideration
de: Aktualisierung notwendig, um dies anzuwenden

source: Maximum delay between feed update (in minutes)
de: Maximale Verzögerung zwischen Feed-Aktualisierungen (in Minuten)

source: Auto read next item option
de: Automatische "Gelesen"-Markierung des nächsten Eintrags

source: Do not mark as read when next item
de: Bei Erreichen des nächsten Eintrags nicht als gelesen markieren

source: Auto mark current as read when next item
de: Den aktuellen Eintrag automatisch als gelesen markieren, wenn du den nächsten Eintrag erreichst

source: Auto read next page option
de: Automatische "Gelesen"-Markierung der nächsten Seite

source: Do not mark as read when next page
de: Bei Erreichen der nächsten Seite nicht als gelesen markieren

source: Auto mark current as read when next page
de: Die aktuelle Seite automatisch als gelesen markieren, wenn du die nächste Seite erreichst

source: Not implemented yet
de: Noch nicht implementiert

source: Auto hide option
de: Automatisch verbergen

source: Always show feed in feeds list
de: Feed immer in der Feed-Liste anzeigen

source: Automatically hide feed when 0 unread item
de: Automatisch verbergen, wenn keine ungelesen Einträge vorhanden sind

source: Auto focus option
de: Autofokus

source: Do not automatically jump to current item when it changes
de: Nicht automatisch zum aktuellen Eintrag springen, wenn er sich ändert

source: Automatically jump to the current item position
de: Automatisch zum aktuellen Eintrag springen

source: Add favicon option
de: Favicon hinzufügen

source: Do not add favicon next to feed on list of feeds/items
de: Favicon nicht neben dem Feed in der Feed-Liste anzeigen

source: Add favicon next to feed on list of feeds/items
de: Favicon neben dem Feed in der Feed-Liste / neben Einträgen anzeigen

source: Warning: It depends on http://getfavicon.appspot.com/
de: Warnung: Hängt ab von http://getfavicon.appspot.com/

source: but it will cache favicon on your server
de: aber das Favicon wird auf deinem Server zwischengespeichert

source: Preload option
de: Vorladen

source: Do not preload items.
de: Lade keine Einträge vorab herunter.

source: Preload current page items in background. This greatly enhance speed sensation when opening a new item. Note: It uses your bandwith more than needed if you do not read all the page items.
de: Lade die Einträge der aktuellen Seite im Hintergrund vorab herunter. Dadurch werden neue Einträge deutlich schneller geöffnet. Verbraucht mehr Bandbreite als nötig, wenn du nicht alle Einträge einer Seite liest.

source: Do not open link in new tab
de: Link nicht in einem neuen Tab öffnen

source: Automatically open link in new tab
de: Link automatisch in einem neuen Tab öffnen

source: Auto update with javascript
de: Automatisch aktualisieren mit JavaScript

source: Do not auto update with javascript
de: Nicht automatisch aktualisieren mit JavaScript

source: KrISS feed menu preferences
de: KrISS-Feed-Menüeinstellungen

source: You can order or remove elements in the menu. Set a position or leave empty if you do not want the element to appear in the menu.
de: Du kannst Elemente im Menü neu anordnen oder entfernen. Setze eine Position oder lass das Feld leer, wenn du das Element nicht im Menü haben willst.

source: View
de: Anzeige

source: View as list
de: Als Liste anzeigen

source: View as expanded
de: Ausgeklappt anzeigen

source: Hide feeds list
de: Verstecke die Feed-Liste

source: Show feeds list
de: Zeige die Feed-Liste

source: Show all items
de: Zeige alle Einträge

source: Show unread items
de: Zeige ungelesene Einträge

source: Order
de: Reihenfolge

source: Show older first
de: Zeige ältere Einträge zuerst

source: Show newer first
de: Zeige neuere Einträge zuerst

source: Update all
de: Alle aktualisieren

source: Update folder
de: Ordner aktualisieren

source: Update feed
de: Feed aktualisieren

source: Mark as read
de: Als gelesen markieren

source: Mark all as read
de: Alle als gelesen markieren

source: Mark folder as read
de: Ordner als gelesen markieren

source: Mark feed as read
de: Feed als gelesen markieren

source: Mark as unread
de: Als ungelesen markieren

source: Mark all as unread
de: Alle als ungelesen markieren

source: Mark folder as unread
de: Ordner als ungelesen markieren

source: Mark feed as unread
de: Feed als ungelesen markieren

source: Edit all
de: Alle bearbeiten

source: Edit folder
de: Ordner bearbeiten

source: KrISS feed paging menu preferences
de: KrISS-Feed-Umblättereinstellungen

source: Item
de: Eintrag

source: If you want to go previous and next item
de: Wenn du zum vorherigen oder nächsten Eintrag springen willst

source: Page
de: Seite

source: If you want to go previous and next page
de: Wenn du zur vorherigen oder nächsten Seite springen willst

source: Items by page
de: Einträge pro Seite

source: If you want to modify number of items by page
de: Wenn du die Anzahl der Einträge pro Seite verändern willst

source: If you want to add a mark as read button into paging
de: Wenn du einen "Gelesen"-Knopf in die Umblätterfunktion einfügen willst

source: Cron configuration
de: Cron-Konfiguration

source: You can use <code>&force</code> to force update.
de: Du kannst <code>&force</code> verwenden, um die Aktualisierung zu erzwingen.

source: To update every hour:
de: Um stündlich zu aktualisieren:

source: If you can not use wget, you may try php command line:
de: Wenn du wget nicht verwenden kannst, versuche die PHP-Kommandozeile:

source: If previous solutions do not work, try to create an update.php file into data directory containing:
de: Wenn diese Möglichkeiten nicht funktionieren, versuche eine Datei namens update.php im data-Verzeichnis mit folgendem Inhalt anzulegen:

source: Then set up your cron with:
de: Konfiguriere dann deinen Cron-Dienst mit:

source: Do not forget to check permissions
de: Vergiss nicht, die Berechtigungen zu überprüfen

source: Reorder folders
de: Ordner neu anordnen

source: Add selected folders to selected feeds
de: Füge die ausgewählten Ordner zu den ausgewählten Feeds hinzu

source: Remove selected folders to selected feeds
de: Entferne die ausgewählten Ordner von den ausgewählten Feeds

source: List of feeds
de: Feed-Liste

source: Select all
de: Alle auswählen

source: Unselect all
de: Keinen auswählen

source: Delete selected feeds
de: Ausgewählte Feeds löschen

source: Do you really want to delete all selected feeds?
de: Möchtest du wirklich alle ausgewählten Feeds löschen?

source: Feed main information
de: Feed-Hauptinformation

source: Feed title
de: Feed-Titel

source: Feed main URL
de: Feed-Haupt-URL

source: Feed description
de: Feed-Beschreibung

source: Feed folders
de: Feed-Ordner

source: New folder
de: Neuer Ordner

source: Feed preferences
de: Feed-Einstellungen

source: Time update
de: Aktualisierung planen

source: "auto", "max" or a number of minutes less than "max" define in <a href="?config">configuration</a>
de: "auto", "max" oder eine Anzahl Minuten kleiner als "max", festgelegt in der <a href="config">Konfiguration</a>

source: Last update
de: Letzte Aktualisierung

source: Delete feed
de: Feed löschen

source: Folder title
de: Ordnertitel

source: Leave empty to delete
de: Leer lassen, um zu löschen

source: Keyboard shortcuts
de: Tastenkürzel

source: Key legend
de: Tastenlegende

source: Space key
de: Leertaste

source: Shift key
de: Umschalttaste

source: Right arrow key
de: Pfeil nach rechts

source: Left arrow key
de: Pfeil nach links

source: Items navigation
de: Eintrag-Navigation

source: Toggle current item (open, close item in list view)
de: Aktuellen Eintrag umschalten (Eintrag in der Listenansicht öffnen/schließen)

source: Mark current item as read if unread or unread if read
de: Markiere aktuellen Eintrag als gelesen, wenn ungelesen, oder als ungelesen, wenn gelesen

source: Mark current item as read if unread or unread if read and open current (useful in list view and unread filter)
de: Markiere aktuellen Eintrag als gelesen, wenn ungelesen, oder als ungelesen, wenn gelesen, und öffne ihn (nützlich in der Listenansicht mit dem Ungelesen-Filter)

source: Go to next item
de: Zum nächsten Eintrag springen

source: Go to previous item
de: Zum vorherigen Eintrag springen

source: Go to next page
de: Zur nächsten Seite springen

source: Go to previous page
de: Zur vorherigen Seite springen

source: Go to next item and open it (in list view)
de: Zum nächsten Eintrag springen und ihn öffnen (in der Listenansicht)

source: Go to previous item and open it (in list view)
de: Zum vorherigen Eintrag springen und ihn öffnen (in der Listenansicht)

source: Open current item in new tab
de: Aktuellen Eintrag in einem neuen Tab öffnen

source: Open current item in current window
de: Aktuellen Eintrag im aktuellen Fenster öffnen

source: Share current item
de: Aktuellen Eintrag teilen

source: Mark all items, all items from current feed or all items from current folder as read
de: Markiere alle Einträge, alle Einträge des aktuellen Feeds oder alle Einträge des aktuellen Ordners als gelesen

source: Star/Unstar current item
de: Aktuellen Eintrag zu Favoriten hinzufügen/entfernen

source: Open all unread items from current page in new tabs and mark items as read
de: Öffne alle ungelesen Einträge der aktuellen Seite in neuen Tabs und markiere sie als gelesen

source: Menu navigation
de: Menünavigation

source: Go to Home page
de: Zur Startseite gehen

source: Change view as list or expanded
de: Ansicht zwischen Liste und ausgeklappt umschalten

source: Show or hide list of feeds/folders
de: Liste von Feeds/Ordnern anzeigen oder ausblenden

source: Edit current selection (all, folder or feed)
de: Aktuelle Auswahl bearbeiten (alle, Ordner oder Feed)

source: Update current selection (all, folder or feed)
de: Aktuelle Auswahl aktualisieren (alle, Ordner oder Feed)

source: Reload the page as the F5 key in most of browsers
de: Die Seite kann mit der F5-Taste in den meisten Browsern neu geladen werden

source: Go to Help page (this page)
de: Zur Hilfeseite gehen (diese Seite)

source: Configuration check
de: Konfigurationscheck

source: PHP configuration
de: PHP-Konfiguration

source: You should be able to load https:// rss links.
de: Du solltest in der Lage sein, https://-RSS-Links zu laden.

source: You may have problems using https:// rss links.
de: Du könntest mit https://-RSS-Links Probleme kriegen.

source: Import opml file
de: OPML-Datei importieren

source: Opml file:
de: OPML-Datei:

source: Size max:
de: Max. Größe:

source: Overwrite existing feeds
de: Bestehende Feeds überschreiben

source: share
de: Teilen

source: read
de: gelesen

source: unread
de: ungelesen

source: star
de: Favorit

source: unstar
de: kein Favorit

source: from
de: von

source: Click on flag to select your language.
de: Auf Flagge klicken, um Sprache auszuwählen.

source: Login
de: Benutzername

source: Password
de: Passwort

source: Install KrISS feed
de: KrISS-Feed installieren

source: Welcome to KrISS feed
de: Willkommen zu KrISS-Feed

source: Stay signed in (do not check on public computers)
de: Angemeldet bleiben (auf öffentlichen Computern nicht ankreuzen)

source: Try again
de: Erneut versuchen

source: Menu
de: Menü

source: Home
de: Startseite

source: Sign out
de: Abmelden

source: Change password
de: Passwort ändern

source: Export opml file
de: OPML-Datei exportieren

source: Previous item
de: Vorheriger Eintrag

source: Next item
de: Nächster Eintrag

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Items per page
de: Einträge pro Seite

source: A simple and smart (or stupid) feed reader
de: Ein einfacher und schlauer (oder dummer) Feed-Reader

source: By
de: Von

source: Go back
de: Zurück

source: Force update
de: Aktualisierung erzwingen
